Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/admin/depts/udir.no/13_undervisningsopp.html.tmx
Source language: sme
Languages: smj

source: Udir.no - Oahpahusláhču: Dássi 9
smj: Udir.no - Åhpadimgárvvidus: 9. dásse

source: Oahpahusláhču: Dássi 9
smj: Åhpadimgárvvidus: 9. dásse

source: Dás gávdná oahpaheaddji ovdamearkkaid movt son sáhttá bargat vai ollašuhttá 9. dási gelbbolašvuođamihttomeriid.
smj: Dánna åhpadiddje gávnná buojkulvisájt gåktu máhttá barggat máhtudakmihtoj 9. dásen.

source: Dás čájehuvvo movt gelbbolašvuođamihttomearit duohttandahkkojit oahppoulbmiliin, sisdoallu ja bargovuogit, movt vuođđogálggaid integreret ja movt oahpahus sáhttá heivehuvvot juohke ovttaskas oahppái.
smj: Dánna vuoseduvvá gåktu máhtudakmihto vuojnnuj båhti åhpadusmihttomierijn, sisanon ja barggamvuogijn, gåktu vuodotjehpudagá åvtåsduhteduvvi ja gåktu åhpadus máhttá hiebaduvvat juohkka åvta oahppáj.

source: Dađistaga-árvvoštallan ja gielladomeanat leat oassin láhčimis.
smj: Árvustallam bargadahttijn ja jus soajttá gielladomedna li gárvvidusá oase.

source: Gelbbolašvuođamihttomearit
smj: Máhtudakmihto

source: Njálmmálaš gulahallan
smj: Njálmálasj guládallam

source: Oahpahusa mihttomearri lea ahte oahppi galgá máhttit
smj: Åhpadusá mihttomierre le oahppe galggá máhttet

source: digaštallat, ákkastallat ja albmanahttit iežas oaiviliid ja jurdagiid
smj: dágástallat, argumenterit ja åvddånbuktet ietjas ájádusájt ja dádjadusáv

source: digaštallat ođđasiid ja áigeguovdilis dáhpáhusaid Sámis
smj: dágástallat ådåsij ja ájggeguovddelis dáhpádusáj birra Sámen

source: geavahit mediaid iežas giellabarggus
smj: adnet mediajt ietjas giellabargon

source: Oahppoulbmilat
smj: Åhpadusmihttomiere

source: Dán barggu ulbmiliin lea ahte oahppit galget oahppat áššálaččat digaštallat ja iežaset oaiviliid ovddidit.
smj: Ulmme bargojn le oahppe galggi máhttet ådåsijt vuogas láhkáj dágástit, ja máttet ietjas vuojnojt åvddånbuktet.

source: Bargamis dáinna fáttain ávžžuhuvvojit oahppit ráhkadit sátnebáŋkku dahje jurddakártta, geahča ovdamearkka 8. dásis.
smj: Bargon oajvváduvvi oahppe báhkobáŋkav jali báhkokártav tebmáj dahkat, gehtja buojkulvisáv 8. dásen.

source: Dát mearkkaša ahte oahppi galgá máhttit:
smj: Dát merkaj oahppe galggá máhttet:

source: čállit čoavddasániid ášši sisdoalu ektui
smj: tjåvdabágojt ássje sisadnuj tjállet

source: áigeguovdilis ášši bájuhit dárkilit ja čilgejeaddjin
smj: diedulattjat ja njuolgga ájggeguovddelis ássjes mujttalit

source: vuođuštit oainnus áššálaččat
smj: ietjas vuojnov vuogalasj láhkáj tjielggit

source: vuođuštit oainnus iežas árvvuid vuođul
smj: ietjas vuojnov ietjas árvojs tjielggit

source: atnit iešguđetlágan adjektiivvaid riggodahttit giela
smj: moattelágásj adjektijvajt adnet gielav sieradittjat

source: Ráhkat áinnas eavttuid ovttasráđiid ohppiiguin.
smj: Dagá gájbbádusájt aktan oahppij.

source: Árvvoštallama ovdamearka:
smj: Árvustallambuojkulvis:

source: Oahppi máhttá:
smj: Oahppe máhttá:

source: Oahppi čállá soames čoavddasáni.
smj: Oahppe muhtem tjåvdabágojt tjállá

source: Oahppi čállá máŋga guovddáš čoavddasáni.
smj: Oahppe moadda guovdálasj tjåvdabágojt tjállá

source: Oahppi čállá eanas čoavddasániid mat leat áigeguovdilat ja guovddážis.
smj: Oahppe tjállá enemus oasev tjåvdabágojs majt mahttá javllat li hiebalgisá ja ájnnasa

source: áigeguovdilis ášši bájuheames dárkilit ja čilgejeaddjin
smj: assjev tjielgga ja diedulattjat mujttalit

source: Oahppi bájuha veaháš ášši sisdoalus.
smj: Oahppe binnáv ássje sisanos mujttal

source: Oahppi bájuha ášši váldosisdoalu.
smj: Oahppe ássje oajvvesisanov mujttal

source: Oahppi bájuha ášši ekonomalaččat, dárkilit ja čilgejeaddjin.
smj: Oahppe ássjev oangit, njuolgga ja tjielgga mujttal

source: áššálaš vuogi mielde máhttit ákkastallat oainnuset
smj: ietjas vuojnov vuogas láhkáj tjielggit

source: Oahppi máhttá belohahkii
smj: Oahppe máhttá muhtem mærráj ietjas vuojnov vuogas láhkáj tjielggit

source: Oahppi máhttá áššálaččat čilget oainnus.
smj: Oahppe máhttá ietjas vuojnov vuogas láhkáj tjielggit

source: máhttit ákkastallat oaiviliiddas iežas árvvuid vuođul
smj: ietjas vuojnov ietjas árvojs tjielggit

source: Oahppi máhttá áššálaččat veaháš dadjat oaiviliiddis birra.
smj: Oahppe máhttá juojddáv ietjas vuojnos ietjas árvojs javllat

source: Oahppi máhttá čilget iežas oaiviliid árvvuidis vuođul.
smj: Oahppe máhttá ietjas vuojnov ietjas árvojs tjielggit

source: Oahppi máhttá čilget iežas oainnu árvvuidis vuođul ja dan ektui áššálaččat digaštallat.
smj: Oahppe máhttá ietjas vuojnov ietjas árvojs tjielggit ja dágástallamin vuogas láhkáj dajt adnet

source: máhttit atnit iešguđetlágan adjektiivvaid vai riggodahttá giela
smj: máhttet adnet moattelágásj adjektijvajt gielav sieradittjat

source: Oahppi máhttá moadde adjektiivva adnit go iežas oaiviliid čilge.
smj: Oahppe máhttá ietjas vuojnojt gallegasj adjektijvaj tjielggit

source: Oahppi máhttá atnit soames adjektiivvaid vai dárkilit čilge iežas oaiviliid.
smj: Oahppe máhttá ietjas vuojnojt muhtem adjektijvaj sieradus láhkáj tjielggit

source: Oahppi máhttá atnit máŋga adjektiivva iežas oainnuid čilgemis hui dárkilit.
smj: Oahppe máhttá ietjas vuojnojt måttijn adjektijvaj huj sieradus láhkáj tjielggit

source: Oahppodoaimmat
smj: Åhpadusdåjma

source: Oahppit galget mediain gávdnat áigeguovdilis ođasášši mii guoská Sápmái.
smj: Oahppe galggi ájggeguovddelis ådåsav Sámen median gávnnat.

source: Sii sáhttet válljet ođasášši mii lea juogo áviissas, áigečállagis, interneahtas, radios, tvŠs dahje eará sajis.
smj: Sij máhtti válljit ássjev d.d. ávijsas, magasijnas, internehtas, radio ’ as, tv ’ as jali muodulágátjis.

source: Oahppit lohket ášši birra álggos ja dasto čállet čoavddasániid.
smj: Oahppe låhki ássje birra ja tjåvdabágojt tjálli.

source: Čoavddasániid vuođul galget oanehaččat bájuhit ášši sisdoalu.
smj: Tjåvdabágojs sij oanegis referáhtav ássje sisanos tjálli.

source: Dasto galget muitalit iežaset oainnu dan áššái.
smj: Das maŋŋela galggi sij ietjasa vuojnov dán ássje birra subtsastit.

source: Viidáset galget oahppit digaštallat fáttá birra.
smj: Vijdábut galggi oahppe oassálasstet temá birra dágástallamin.

source: Maŋŋil digaštallama, sáhttet oahppit čállit čoahkkáigeasu.
smj: Maŋŋel gå ássjev li dágástallam, máhtti oahppe tevstav tjállet degu tjoahkkájgæsos..

source: Dahje sii sáhttet lohkiidreivve čállit.
smj: Máhtti aj låhkkijtjállagav tjállet.

source: Oahppit berrejit atnit adjektiivvaid go čilgejit oainnuset áššái, áinnas eanet ollašuvvin go buorre / heitot.
smj: Oahppe vierddiji adjektijvajt adnet gå galggi sijá vuojnojt ådåsij birra tjielggit, galla ienebut gå buorre / nievrre.

source: Ávkkálaš sániid ovdamearkkat: miellagiddevaš, hástaleaddjin, čilgejeaddjin, somá, ahkidis, gelddolaš, vuorddekeahttá, jáhkkemeahttun jna..
smj: Bágo ma li ávkálattja: miellagiddis, hásstáliddje, diedulasj, suohtas, guhkálasj, geldulasj, alvadahtte, jáhkedahtte jnv..

source: Dat dagaha ahte oahppit ohppet maiddái ákkastallat oainnuset áššái.
smj: Vijdábut oahppi oahppe tjielggit manen sijá vuojnno le nav gåk le.

source: Gávnna heivehuvvon siidduid áviissain jna. dán doibmii.
smj: Gávna doajmmaj hiebalgis bielijt ávijsájn jali dakkirijin.

source: Dá ovdamearkkat Ávvir áviisasiidduin:
smj: Dála li biele Ávvir ávijsas:

source: Eará oahppodoaimmat
smj: Gåvvå: Jan Arne Varsi

source: 20 gažaldaga ođasášši birra
smj: 20 gatjálvisá ådåsa birra

source: Dát doaibma sulastahttá tv- dahje radioprográmma 20 spørsmål.
smj: Dát doajmma le dagu tv- jali radioprográmma 20 spørsmål.

source: Oahpaheaddji dahje oahppi vállje soames ođasášši.
smj: Åhpadiddje jali akta oahppijs gávnná ådåsav.

source: Dat galgá leat juogo olbmo dahje dáhpáhusa birra.
smj: Máhttá liehket ulmutja jali dáhpádusá birra.

source: Okta jearrá, ja son sáhttá dušše vástidit juo dahje ii.
smj: Akta gatját, ja sujsta gæssta gatjádi máhttá jur vásstedit le, jali ij le.

source: Son guhte jearrá, galgá geahččalit oažžut rivttes vástádusa, nuppiin sániin rivttes ođđasa, ovdalgo buot 20 gažaldagaid lea jearran.
smj: Sån gut gatját, galggá gæhttjalit gávnnat riekta vásstádusáv, dánna riekta ådåsav, åvddål gå divna gatjálvisá li gietjen.

source: Sámegillii lea dát ávkkálaš stoagus danin go gažaldagain ja vástádusain lea seamma vearba ja dan sáhttá ohppiiguin hárjehallat:
smj: Sámegielan le dát ávkálasj ståhka danen gå gatjálvisán ja vásstádusán le sæmmi værbba ja dáv máhtti oahppe hárjjidallat.

source: Lea go dievdoolmmoš ?
smj: Le gus dat ålmåj ?

source: – de lea / ii leat.
smj: – Le / ij la.

source: Snakker hun samisk ?
smj: Snakker han samisk ?

source: Hupmá go sámegiela ?
smj: Le gus sámegielak ?

source: – de hupmá / ii huma.
smj: – Le / ij la.

source: Davvisámegielas leat oalle ollu jietnafiillat gávdnamis.
smj: Davvesámegiellaj gávnnu dálla viek ållo jiednafijla.

source: Julevsámegillii ja lullisámegilli eai vuos gávdno nu ollu, muhto veaháš gal.
smj: Julevsámegiellaj ja oarjjelsámegiellaj le binnep, valla muhtema galla gávnnuji.

source: Čađahit dán láhčima gáibiduvvojit čuovvovaš prográmmat: iTunes, Media Player, Mp3-čuojanas, Audacity ja jietnabáddenprográmma.
smj: Gå galggá tjadádit dáv gárvvidusáv da hæhttu adnet prográmmajt: iTunes, Media Player, Mp3-spiller, Audacity ja jiednabáddimprográmmav.

source: Viečča iTunes prográmma.
smj: Viehtja iTunes nehtas.

source: Dán prográmmas sáhttá diŋgot radio- ja tv-prográmmaid n. g. podkastan.
smj: Prográmman dåhkki diŋŋgut radio ja tv-prográmmajt gåhtjos podkast ’ a baktu.

source: Nugomat Izu dahje ođđasit.
smj: Duola degu Izu jali ådåsa.

source: Go prográmma lea viežžan, de sáhttá jietnafiillaid vurket ovdamearkan mp3-čuojanassii, dahje sáhttá dihtormášiinnas daid geahččat ja guladit.
smj: Gå prográmma li vietjadum de dåhkki dajt biedjat mp3-spællárij, jali dåhkki aj gæhttjat ja gulldalit prográmmajt dáhtámásjijnan.

source: Jus leat CDŠat, de daid sáhttá dihtormášiinnas čuojahit.
smj: Jus le cd ’ a, de dåhkki dajt dáhtámásjijnan adnet.

source: Oahppit sáhttet jietnafiillaid dahje TV-prográmmaid vuođul ieža ráhkadit reportášaid jna..
smj: Oahppe máhtti jiednafijla jali tv-prográmma vuodon ietja reportassjav jali muodulágátjav dahkat.

source: Oahppit sáhttet ráhkadit iežaset jietnafiillaid jietnačuojahanprográmmain, mat gávdnojit buot dihtomášiinnain.
smj: Oahppe máhtti ietjas jiednafijlajt dahkat jiednabáddimprográmma baktu, dá gávnnuji juohkka dáhtámásjijnan.

source: Oahppit sáhttet maiddái ráhkadit iežaset jietnafiillaid mp3-čuojanasain.
smj: Oahppe máhtti aj ietjas jiednafijlajt mp3-spællári dahkat.

source: Audacity prográmmain sáhttá jietnafiillaid oanidit jus ii áiggo visot adnit dahje rievdadit jietnafiillaid dan ektui maid galgá atnit.
smj: Prográmman Audacity dåhkki biesskedit jiednafijlajt jus ij sidá ålles fijlav adnet.

source: Jietnafiillat maid oahppit ráhkadit sáhttet leat gárvves buktagat maid oahpaheaddji sáhttá árvvoštallat.
smj: Jiednafijla majt oahppe dahki, máhtti liehket gárves buktaga majt åhpadiddje árvustallá.

source: Árvvoštallan
smj: Árvustallam

source: Oahpaheaddji berre addit dieđuid ja mearkkašumiid ohppiide válljejuvvon ášši ja dan áigeguovdilvuođa birra.
smj: Åhpadiddje vierddi diededit oahppijda dan birra gåktu li ássjev válljim ja man ájggeguovddelis dat le.

source: Digaštala áinnas ohppiiguin dan birra movt sii gávdne juste dan ášši ja manin juste dan válljejedje.
smj: Dágástit aj oahppij gåktu sij ássjev gávnnin, ja manen sij dav válljijin.

source: Divtte ohppiid iežaset sániiguin muitalit maid sii leat oahppan go dáinna osiin leat bargan.
smj: Dibde oahppijt iesj åvddånbuktet majt sij li bargon oahppam.

source: Dađistaga-árvvoštallamis sáhttá oahpaheaddji buktit mearkkašumiid eavttuid vuođul jus daid ovdalgihtii leat lihtodan.
smj: Árvustallamin bargadahttijn máhttá åhpadiddje diededit gájbbádusáj milta masi sij li åvdutjis guorrasam.

source: Divtte ohppiid árvvoštallat makkár árvvuid ášši ovddida, ja makkár árvvuid ieš oahppi deattuha.
smj: Dibde oahppijt árvustallat makkir árvojt ássje åvdet, ja makkir árvojda oahppe ietja dættov biedji.

source: Muital iešguđet árvvuid erohusaid, ja manin iešguđetlágan árvvut na sáhttet ilbmat beroškeahttá oainnu.
smj: Diededa ma li moattelágásj árvo, ja gåktu árvo máhtti vuojnnut moatteláhkáj duoj dáj vuojnoj milta.

source: Dieđuid ja mearkkašumiid ovdamearkkat:
smj: Árvustallambuojkulvisá:

source: Oahpahusa mihttomearrin lea ahte oahppi galgá máhttit:
smj: Ulmme åhpadusájn le oahppe galggá máhttet:

source: digaštallat, ákkastallat ja ovddidit iežas ipmárdusaid ja oaiviliid
smj: dágástit, argumenterit ja åvddånbuktet ietjas dádjadusájt ja vuojnojt

source: Mii lea buorre: Don oaččut čielgasit ovdan iežat oaivila. Mu mielas don bures ákkastalat iežat oainnuid ovddas.
smj: Mij la buorre: Dån ietjat vuojnojt tjielgga åvddånbuvtá Muv mielas de dån buoragit ietjat vuojnojt argumenteri.

source: Maid sáhtát buoridit: Don sáhtát dárkilahttit oaiviliiddát girjábut sátneanu bakte.
smj: Majt máhtá buoredit: Dån máhtá sieradit ietjat vuojnojt moattelágásj bágoj.

source: Mii lea buorre: Don gávdnet relevánta ođđasa.
smj: Mij la buorre: Dån gávnni hiebalgis ådåsav.

source: Don bájuhat ášši bures.
smj: Dån mujttala ássjev buoragit.

source: Maid sáhtát buoridit: Don sáhtašit vel buoret oainnusindahkat áššái iešguđetge oainnuid ja oaiviliid.
smj: Majt máhtá buoredit: Dån máhtá ienebut tjielggit duov dáv vuojnov ássje birra.

source: Oahppoulbmila iešárvvoštallan Dá lea ovdamearka dasa movt oahppit sáhttet iežas árvvoštallat:
smj: Dála le buojkulvisá gåktu oahppe máhtti iesjárvustallat:

source: Don galggat máhttit:
smj: Dån galga máhttet:

source: Dán máhtán veaháš:
smj: Dáv máhtáv vehi:

source: Dán máhtán oalle bures:
smj: Dáv máhtáv ållu buoragit:

source: Dán máhtán hui bures:
smj: Dáv máhtáv huj buoragit:

source: áššái čállit čoavddasániid
smj: tjåvdabágojt ássje birra tjállet

source: bájuhit ášši čilgejeaddjin ja dárkilit
smj: tjielgga ja diedulattjat mujttalit

source: ákkatallat oainnut áššálaččat ja iežat árvvuid vuođul
smj: ietjat vuojnov árvoj hárráj duolla tjielggit

source: Heivehuvvon oahpahus
smj: Hiebadum åhpadus

source: Muhtun ohppiide sáhttá leat hástaleaddjin gávdnat mii ášši váldosisdoallun lea ja dan bájuhit njálmmálaččat.
smj: Muhtem oahppijda le nuoges hásstalus gávnnat ássje oajvvesisanov ja dav njálmálattjat mujttalit.

source: Teaksta berre heivehuvvot ohppiid dássái.
smj: Tæksta vierddi oahppe dássáj hiebaduvvat.

source: Muhtun ohppiide sáhttá leat doarvái go gávdnet ovtta ákka teavsttas.
smj: Muhtem oahppijda máhttá liehket nuoges gávnnat avtav argumentav tevstan.

source: Dan sii oanehaččat ovdanbidjet njálmmálaččat.
smj: Dáv sij ånigattjat njálmálattjat åvddånbukti.

source: Oahppit sáhttet oažžut veahki cealkagiid hábmemis.
smj: Oahppe máhtti viehkev oadtjot gåktu sij galggi gárgadisájt javllat.

source: Ovdamearkka dihte sáhttá oahpaheaddji vuosehit ohppiide soames ovdamearkkaid movt sii álggahit ákkastallat oaiviliiddiset ovddas: Mu mielas … Álggaálggus mu mielas … Ášši váldobealli lea … Viidáset oaivvildan ahte … Dat mii dán áššis lea buorre, lea ahte … Dan maid in liiko, lea ahte … Dat mii lea miellagiddevažžan lea ahte …
smj: Åhpadiddje máhttá vuosedit oahppijda muhtem buojkulvisájt gåktu álgget vuojno tjielggidusáv duon dán láhkáj: Muv mielas... Åvdemusát muv mielas le.…Oajvveulmme ássjen le … Vijdábut le muv vuojnno … Dat mij la buorre dán ássjen le….Masi mån iv lijkku le … Dat mij la miellagiddis le ….

source: Soames háve sáhttá leat dárbbašlažžan oahppi veahkehit gávdnat miehte- dahje vuostáákkaid áššái.
smj: Muhttijn la dárbbo oahppev viehkedit vuosedit buorep ja nievrep bielijt ássjen.

source: Oahpaheaddji sáhttá diktit oahppi gávdnat ášši mas teaksta lea sihke sámegillii ja dárogillii, vai oahppit geat dárbbašit liige veahki dan sáhttet gávdnat dárogielat teavsttas.
smj: Åhpadiddje máhttá dibddet oahppev gávnnat ássjev gånnå le tæksta sige sámegiellaj ja dárogiellaj, nåv vaj oahppe gudi sierralágásj viehkev dárbahi máhtti dav dárogieltevstas oadtjot.

source: Oahppit sáhttet ieža jođihit digaštallama ja leat čoahkkinjođiheaddjin.
smj: Oahppe máhtti dágástallamav jådedit ja ietja årrot báhkojådediddjen.

source: Muhtun ohppiide dáidá leat váttisin oainnuideaset ovdanbuktit.
smj: Muhtem oahppijda le gássjel ietjasa vuojnojt åvddånbuktet.

source: Oahppit sáhttet atnit vuođđun dihto dilálašvuođa dahje rolla go sii galget mearridit ja čilget oaiviliiddiset, omd. go dihtora atnet skuvlabargguide: Makkár ovdamunit ja hehttehusat leat dihtora atnimis skuvlabargui ?
smj: Oahppe máhtti vuodon válldet sierralágásj dilev jali rållav gå galggi vuojnojt tjielggit ja gåvådit, duola degu pc ’ a ano birra skåvllåbargon: Mij la ávkálasj ja mij ij la ?

source: Mii lea du oaivil ?
smj: Makkir la duv vuojnno ?

source: Oahppit sáhttet ráhkkanit geahččat ođassáddagiid ja guldalit sámi ođđasiid.
smj: Oahppe máhtti gæhttjat ja gulldalit ådåsijt ja dan láhkáj gárvedit ietjasa.

source: Guldaleames ođđasiid sii galget mearkut ja čállit gaskal guokte ja logi sáni, sániid maid sii ovdalažžas dovdet ja sániid mat leat áibbas apmasat sidjiide.
smj: Sij galggi mujttet guokta lågev bágo majt galggi tjálestit, bágo majt unnán dåbddi jali ållu amás bágo.

source: Muhtun oahppit rahčet nubbingiela movttiidemiin.
smj: Muhtem oahppe måvtåstuhttemijn nuppengielan vájvástuvvi.

source: Vai bargu šaddá suohttaseabbon de sáhttá atnit Photostory prográmma.
smj: Photostory ’ av adnem máhttá bargov suohttasabbo dahkat.

source: Dalle sáhttet oahppit ieža govvet ja daid atnit oanehis muitalussaide vuođđun, ja man sii njálmmálaččat galget ovdanbidjat.
smj: De oahppe máhttá iesj gåvvit ja dajt adnet vuodon oanegis subttsasav dahkat, majt njálmálattjat åvddånbuktá.

source: Photostory lea nuvttá ja álkes prográmma atnit, ja dasa lea vejolaš teavstta liibmet go vuos govaid lea dasa bidjan.
smj: Photostory le nåvku ja álkke adnet, ja danna dåhkki tevstav gåvåjda lijmmit.

source: Vuođđogálggat
smj: Vuodotjehpudagá

source: Máhttit ovdanbuktit njálmmálaččat: Dán ovdamearkkas lea njálmmálaš doaibma guovddážis.
smj: Máhttet njálmálattjat åvddånbuktet: Njálmálasj guládallam le oajvvedoajmma dán buojkulvisán.

source: Máhttit atnit digitála reaidduid: Oahppit galget máhttit interneahtas ohcat dieđuid ášši birra.
smj: Máhttet adnet digitála ræjdojt: Oahppe galggi máhttet åhtsåt internehtan hiebalgis diedojt ma gulluji ássje sisadnuj.

source: Sii sáhttet maiddái atnit jurddakártta vuogáidahttimis ákkaid ja árvvuid.
smj: Sij máhtti aj ájáduskártajt adnet systematiseritjit argumentajt ja árvojt.

source: Dat sáhttá leat ovdanbidjamii vuolggasadjin.
smj: Dát máhttá vuodon åvddånbuktemij.

source: Máhttit ovdanbuktit čálalaččat: Oahppit čállet čoavddasániid ja referáhta, vuogáidahttet loahppajurdagiid ja čállet ákkaid go digaštallan čađahuvvo.
smj: Máhttet tjálálattjat åvddånbuktet: Oahppe tjálli tjåvdabágojt ja referátajt, systemátiseriji, ájádusrájdojt / ájádusájt ja argumentajt maŋenagi dágástallamin tjálesti.

source: Gáiddusoahpahus
smj: Guhkásåhpadibme

source: Dát ovdamearka heive bures gáiddusoahpahussii.
smj: Dát buojkulvis hiehpá buoragit guhkásåhpadibmáj.

source: Oahppit sáhttet čuovvut seamma láhčima go dan mii bajábealde čilgejuvvo.
smj: Oahppe máhtti tjuovvot sæmmi gárvvidusáv mij la tjielggidum baddjelin.

source: Vejolaččat sáhttet oahppit ráhkadit tv-reportáša.
smj: Oahppe máhtti aj tv-reportásjav dahkat.

source: Sii ovdanbidjet ášši, ja oahpaheaddji sáhttá leat ođaslohkkin studios.
smj: Sij ássjev åvddånbukti, ja åhpadiddje máhttá ådåslåhkken studion liehket.

source: Ođaslohkki jearrá reportáris guhte vástida.
smj: Ådåslåhkke gatját reporteris gut vásstet.

source: Sáhttá maiddái rievdadit nu ahte oahppi lea ođaslohkki studios ja oahpaheaddji reportárin.
smj: Dát aj nuppe guovlluj máhttá dagáduvvat.

source: Gielladomeanat
smj: Gielladomena

source: Sámi ođđasiid oktavuođas sáhttá ráhkadit gielladomeana.
smj: Gielladomedna máhttá dagáduvvat aktan sámeådåsij.

source: Dasa sáhttet gullat nugomat sámegielat áviissat, radio- ja tv-sáddagat dahje ođassiiddut interneahtas.
smj: Da máhtti sáme ávijsa, radio- ja tv-sáddaga jali ådåsbiele internehtan.

source: Oahppit sáhttet jeavddalaččat oanehaččat muitalit ođasáššiin.
smj: Dibde oahppijt duolloj dálloj oanegattjat ådåsijs subtsastit.

source: Buot gulahallan čađahuvvo sámegillii.
smj: Divna guládallama li sámegiellaj.

source: Sara, Elen Ragnhild: Joatkke ain, Davvi Girji 2006 Somby, Liv Inger: Gielas Gillii Mielas Millii 6, Mediagirji, Davvi Girji 1998 http://avvir.no http://lotta.yle.fi/srwebanar.nsf/sivut/ovdasiidu2004 http://nrk.no/sami http://nrk.no/podkast http://galdu.org
smj: http://nuorajtv.no /
